{
    "articles": [
        {
            "id": 1,
            "component": "ArticleProfile",
            "locales": {},
            "settings": {
                "order_items_by": "id",
                "order_items_sort": "asc",
                "contact_list_ids": ["address", "email", "phone"],
                "contact_circles_ids": ["instagram", "facebook", "linkedin", "github"]
            },
            "items": [
                {
                    "id": 1,
                    "locales": {
                        "en": {
                            "description": "Developer with <strong>nearly 7 years</strong> of experience building semantic, responsive and scalable web applications. Skilled in HTML5, CSS3, JavaScript (ES5/ES6/TS), ReactJS, GraphQL and WordPress. Experienced in both engineering and leadership environments, delivering projects ranging from landing pages to full-featured web platforms. Passionate about clean code, maintainable architecture and cohesive user experience."
                        },

                        "es": {
                            "description": "Soy diseñador UX desde hace <strong>8 años</strong>, creando interfaces amigables que se sienten naturales, intuitivas y fluidas en diferentes dispositivos. Me apasiona diseñar experiencias digitales que no solo se vean bien, sino que también funcionen sin esfuerzo, haciendo que las interacciones sean más suaves y agradables."
                        },

                        "fr": {
                            "description": "Je suis designer UX depuis <strong>8 ans</strong>, créant des interfaces conviviales qui se sentent naturelles, intuitives et fluides sur différents appareils. Ma passion est de concevoir des expériences numériques qui non seulement sont esthétiques, mais fonctionnent également sans effort, rendant les interactions plus fluides et agréables."
                        },

                        "zh": {
                            "description": "我是一名拥有<strong>8年</strong>经验的UX设计师，专注于打造自然、直观且跨设备无缝的用户界面。我的热情在于设计数字体验，不仅外观出色，而且功能流畅，使交互更加顺畅和愉悦。"
                        }
                    }
                }
            ]
        }
    ]
}